{"tor": {".DS_": {" ": -2}}, "infocom": {"2015": {"Characterizing home wireless performance: The gateway view.": "21", "Crowdsourced live streaming over the cloud.": "39", "A measurement study on TCP behaviors in HSPA+ networks on high-speed rails.": "26", "Hermes: Latency optimal task assignment for resource-constrained mobile computing.": "61", "Generalized pattern matching string search on encrypted data in cloud systems.": "14", "Timely video popularity forecasting based on social networks.": "3", "Online scheduling for delayed mobile offloading.": "12", "Noise-tolerant localization from incomplete range measurements for wireless sensor networks.": "20", "DPCP: A protocol for optimal pull coordination in decentralized social networks.": -1, "Crowdsensing Under (Soft) Control.": "11", "Resisting three-dimensional manipulations in distributed wireless spectrum auctions.": "4", "Capacity analysis of hybrid wireless networks with long-range social contacts behavior.": "3", "Adaptive online power-management for Bluetooth Low Energy.": "7", "Ultrasonic intra-body networking: Interference modeling, stochastic channel access and rate control.": "8", "Least recently used caches under the Shot Noise Model.": "25", "Ambient rendezvous: Energy-efficient neighbor discovery via acoustic sensing.": "3", "Crowdsourcing with Tullock contests: A new perspective.": "38", "P": "13389", "An online procurement auction for power demand response in storage-assisted smart grids.": "25", "MOOC performance prediction via clickstream data and social learning networks.": "56", "Static power of mobile devices: Self-updating radio maps for wireless indoor localization.": "34", "Sequential and adaptive sampling for matrix completion in network monitoring systems.": "22", "TSearch: Target-oriented low-delay node searching in DTNs with social network properties.": "10", "Assessing attack vulnerability in networks with uncertainty.": "5", "A coded generalization of selective repeat ARQ.": "19", "Sampling online social networks via heterogeneous statistics.": "8", "The importance of being earnest in crowdsourcing systems.": "20", "High quality participant recruitment in vehicle-based crowdsourcing using predictable mobility.": "60", "Fusing noisy fingerprints with distance bounds for indoor localization.": "38", "Fast RFID grouping protocols.": "27", "On the efficiency-optimal Markov chains for distributed networking applications.": "1", "Dynamic adaptive techniques for learning application delay tolerance for mobile data offloading.": "10", "Unveiling the adoption and cascading process of OSN-based gifting applications.": "5", "Leveraging traffic repetitions for high-speed deep packet inspection.": "8", "Inverted index based multi-keyword public-key searchable encryption with strong privacy guarantee.": "31", "Ricci curvature of the Internet topology.": "24", "Modeling repeating behaviors in packet arrivals: Detection and measurement.": "1", "Comprehensive understanding of operation cost reduction using energy storage for IDCs.": "4", "Distributed algorithms for content allocation in interconnected content distribution networks.": "10", "Tapping into the router's unutilized processing power.": "1", "SMOC: A secure mobile cloud computing platform.": "10", "PLACE: Physical layer cardinality estimation for large-scale RFID systems.": "19", "BFAST: Unified and scalable index for NDN forwarding architecture.": "14", "ChASER: Channel-aware symbol error reduction for high-performance WiFi systems in dynamic channel environment.": "3", "Steering with eyes closed: Mm-Wave beam steering without in-band measurement.": "114", "Speedup of information exchange using multiple channels in wireless ad hoc networks.": "7", "Contextual-code: Simplifying information pulling from targeted sources in physical world.": -1, "Optimizing throughput in optical networks: The joint routing and power control problem.": "1", "Distinct element counting in distributed dynamic data streams.": "1", "Incentivize crowd labeling under budget constraint.": "58", "A truthful incentive mechanism for emergency demand response in colocation data centers.": "47", "The collocation of measurement points in large open indoor environment.": "8", "Revisiting overlapped channels: Efficient broadcast in multi-channel wireless networks.": "8", "VSMC MIMO: A spectral efficient scheme for cooperative relay in cognitive radio networks.": -1, "WRH-ONoC: A wavelength-reused hierarchical architecture for optical Network on Chips.": "3", "SEISA: Secure and efficient encrypted image search with access control.": "15", "A-DCF: Design and implementation of delay and queue length based wireless MAC.": "8", "Quantized conflict graphs for wireless network optimization.": "6", "FD": "21414", "Independent counter estimation buckets.": "18", "Harmony: Content resolution for smart devices using acoustic channel.": "2", "Forming external behaviors by leveraging internal opinions.": "3", "What is wrecking your data plan? A measurement study of mobile web overhead.": "4", "TR-MABE: White-box traceable and revocable multi-authority attribute-based encryption and its applications to multi-level privacy-preserving e-healthcare cloud computing systems.": "31", "CSMA k-SIC - A class of distributed MAC protocols and their performance evaluation.": "4", "Truthful online double auctions for dynamic mobile crowdsourcing.": "28", "Revealing, characterizing, and detecting crowdsourcing spammers: A case study in community Q&A.": "6", "Blast: Accelerating high-performance data analytics applications by optical multicast.": "15", "Chirp signal-based aerial acoustic communication for smart devices.": "50", "Anti-counterfeiting via federated RFID tags' fingerprints and geometric relationships.": "10", "On setting-up asynchronous ad hoc wireless networks.": "7", "SIEVE: Scalable user grouping for large MU-MIMO systems.": "23", "Code offload with least context migration in the mobile cloud.": "14", "Fingerprint-free tracking with dynamic enhanced field division.": "10", "Network-side positioning of cellular-band devices with minimal effort.": "8", "Expecting the unexpected: Fast and reliable detection of missing RFID tags in the wild.": "22", "Scheduling in wireless networks with full-duplex cut-through transmission.": "13", "WaveCube: A scalable, fault-tolerant, high-performance optical data center architecture.": "38", "Multi-task assignment for crowdsensing in mobile social networks.": "59", "A fistful of pings: Accurate and lightweight anycast enumeration and geolocation.": "23", "Persistence and availability of floating content in a campus environment.": "15", "Fundamental limits of RSS fingerprinting based indoor localization.": "51", "PhaseU: Real-time LOS identification with WiFi.": "58", "User recruitment for mobile crowdsensing over opportunistic networks.": "71", "Dancing with light: Predictive in-frame rate selection for visible light networks.": "19", "Information sharing in distributed stochastic bandits.": "6", "Truthful incentive mechanisms for crowdsourcing.": "78", "Scalable clock synchronization in wireless networks with low-duty-cycle radio operations.": "6", "Incentivizing sharing in realtime D2D streaming networks: A mean field game perspective.": "33", "Interference alignment using shadow channel.": "5", "Secure cloud storage hits distributed string equality checking: More efficient, conceptually simpler, and provably secure.": "7", "TimeFlip: Scheduling network updates with timestamp-based TCAM ranges.": "56", "Your song your way: Rhythm-based two-factor authentication for multi-touch mobile devices.": "25", "On the efficiency of social recommender networks.": "18", "Efficient analysis of caching strategies under dynamic content popularity.": "36", "Can web pages be classified using anonymized TCP/IP headers?": "1", "Harnessing encrypted data in cloud for secure and efficient image sharing from mobile devices.": "14", "Catch you if you lie to me: Efficient verifiable conjunctive keyword search over large dynamic encrypted cloud data.": "59", "ITSEC: An information-theoretically secure framework for truthful spectrum auctions.": "8", "Peak-minimizing online EV charging: Price-of-uncertainty and algorithm robustification.": "20", "VINCE: Exploiting visible light sensing for smartphone-based NFC systems.": "2", "An empirical mixture model for large-scale RTT measurements.": "7", "Socially-optimal online spectrum auctions for secondary wireless communication.": "14", "Do we need a perfect ground-truth for benchmarking Internet traffic classifiers?": -1, "Fine-grained data sharing in cloud computing for mobile devices.": "23", "Rate alteration attacks in smart grid.": "11", "Measuring the mixing time of a network.": "1", "Providing long-term participation incentive in participatory sensing.": "93", "On end-to-end delay minimization in wireless networks under the physical interference model.": "10", "When smart grid meets geo-distributed cloud: An auction approach to datacenter demand response.": "43", "Bits and coins: Supporting collaborative consumption of mobile internet.": "24"}, "2014": {"TOSS: Traffic offloading by social network service-based opportunistic sharing in mobile social networks.": "85", "CityDrive: A map-generating and speed-optimizing driving system.": "21", "From least interference-cost paths to maximum (Concurrent) multiflow in MC-MR wireless networks.": "10", "Beyond the MDS bound in distributed cloud storage.": "15", "Spectrum-aware data replication in intermittently connected cognitive radio networks.": "18", "POST: Exploiting dynamic sociality for mobile advertising in vehicular networks.": "55", "Markov chain fingerprinting to classify encrypted traffic.": "45", "Heterogeneity-aware data regeneration in distributed storage systems.": "14", "3D surface localization with terrain model.": "11", "Privacy-preserving multi-keyword fuzzy search over encrypted data in the cloud.": "219", "Scheduling of multicast and unicast services under limited feedback by using rateless codes.": "6", "An optimal data collection technique for improved utility in UAS-aided networks.": "33", "Online allocation of virtual machines in a distributed cloud.": "62", "Information diffusion in mobile social networks: The speed perspective.": "43", "Distributed learning for utility maximization over CSMA-based wireless multihop networks.": "10", "A college admissions game for uplink user association in wireless small cell networks.": "87", "IP fast rerouting for multi-link failures.": "22", "BlueID: A practical system for Bluetooth device identification.": "18", "Read bulk data from computational RFIDs.": "19", "Venice: Reliable virtual data center embedding in clouds.": "91", "Scheduling multicast traffic with deadlines in wireless networks.": "23", "Scalable user selection for MU-MIMO networks.": "38", "Twins: Device-free object tracking using passive tags.": "73", "ShopProfiler: Profiling shops with crowdsourcing data.": "24", "NOVA: QoE-driven optimization of DASH-based video delivery in networks.": "91", "EasyBid: Enabling cellular offloading via small players.": "21", "Multi-Terabyte and multi-Gbps information centric routers.": "30", "Restricted coverage in wireless networks.": "8", "Learning in hide-and-seek.": "4", "WiSlow: A Wi-Fi network performance troubleshooting tool for end users.": "23", "Montage: Combine frames with movement continuity for realtime multi-user tracking.": "24", "Rate-control and multi-channel scheduling for wireless live streaming with stringent deadlines.": "5", "Personal clouds: Sharing and integrating networked resources to enhance end user experiences.": "24", "Information leaks out: Attacks and countermeasures on compressive data gathering in wireless sensor networks.": "10", "Towards a statistical network calculus - Dealing with uncertainty in arrivals.": "4", "Packet classification using binary Content Addressable Memory.": "13", "Achieving differential privacy of data disclosure in the smart grid.": "66", "Detecting malicious HTTP redirections using trees of user browsing activity.": "35", "\"Wireless networks without edges\": Dynamic radio resource clustering and user scheduling.": "27", "Enabling efficient access control with dynamic policy updating for big data in the cloud.": "46", "Cooperative anti-jamming for infrastructure-less wireless networks with stochastic relaying.": "8", "Analysis and detection of SIMbox fraud in mobility networks.": "11", "Safe Charging for wireless power transfer.": "72", "INDAPSON: An incentive data plan sharing system based on self-organizing network.": "38", "Multi-objective data placement for multi-cloud socially aware services.": "54", "VABKS: Verifiable attribute-based keyword search over outsourced encrypted data.": "171", "SAP: Similarity-aware partitioning for efficient cloud storage.": "7", "Price of Anarchy in network routing with class based capacity guarantees.": "2", "TRAC: Truthful auction for location-aware collaborative sensing in mobile crowdsourcing.": "205", "Power grid vulnerability to geographically correlated failures - Analysis and control implications.": "102", "Suave: Swarm underwater autonomous vehicle localization.": "26", "3D pipeline contention: Asymmetric full duplex in wireless networks.": "16", "A Parallel Identification Protocol for RFID systems.": "35", "On diagnosis of forwarding plane via static forwarding rules in Software Defined Networks.": "23", "PLAM: A privacy-preserving framework for local-area mobile social networks.": "30", "GeoMob: A mobility-aware geocast scheme in metropolitans via taxicabs and buses.": "57", "On the expected size of minimum-energy path-preserving topologies for wireless multi-hop networks.": "4", "MISC: Merging incorrect symbols using constellation diversity for 802.11 retransmission.": "11", "Joint power optimization of data center network and servers with correlation analysis.": "77", "Optimal collaborative access point association in wireless networks.": "29", "Efficient distributed query processing in large RFID-enabled supply chains.": "35", "Fast and simple approximation algorithms for maximum weighted independent set of links.": "16", "Connected wireless camera network deployment with visibility coverage.": "11", "Cooperative repair with minimum-storage regenerating codes for distributed storage.": "38", "SBVLC: Secure barcode-based visible light communication for smartphones.": "61", "Interference-aware proportional fairness for multi-rate wireless networks.": "11", "Delay-constrained caching in cognitive radio networks.": "15", "Achieving k-anonymity in privacy-aware location-based services.": "175", "A unified framework for wireless max-min utility optimization with general monotonic constraints.": "11", "Modeling social network relationships via t-cherry junction trees.": "8", "Safe routing reconfigurations with route redistribution.": "8", "Optimizing offline access to social network content on mobile devices.": "9", "Walking down the STAIRS: Efficient collision resolution for wireless sensor networks.": "20", "ProWord: An unsupervised approach to protocol feature word extraction.": "15", "Cross-layer path management in multi-path transport protocol for mobile devices.": "44", "LBSNSim: Analyzing and modeling location-based social networks.": "5", "Joint scheduling of MapReduce jobs with servers: Performance bounds and experiments.": "14", "Towards ubiquitous indoor localization service leveraging environmental physical features.": "37", "Transductive malware label propagation: Find your lineage from your neighbors.": "5", "Contextual localization through network traffic analysis.": "20", "Cellular multi-coverage with non-uniform rates.": "7", "Intelligent SDN based traffic (de)Aggregation and Measurement Paradigm (iSTAMP).": "66", "Practical DCB for improved data center networks.": "33", "iBeam: Intelligent client-side multi-user beamforming in wireless networks.": "22", "R2D2: Embracing device-to-device communication in next generation cellular networks.": "18", "On the catalyzing effect of randomness on the per-flow throughput in wireless networks.": "5", "Distributed data storage systems with opportunistic repair.": "17", "Low complexity multi-resource fair queueing with bounded delay.": "15", "PS-TRUST: Provably secure solution for truthful double spectrum auctions.": "15", "Microeconomic analysis of base-station sharing in green cellular networks.": "27", "Assessment of multi-hop interpersonal trust in social networks by Three-Valued Subjective Logic.": "32", "A generalized coverage-preserving scheduling in WSNs: A case study in structural health monitoring.": "10", "Mobile offloading in the wild: Findings and lessons learned through a real-life experiment with a new cloud-aware system.": "38", "Neptune: Efficient remote communication services for cloud backups.": "6", "Hello: A generic flexible protocol for neighbor discovery.": "35", "SimCast: Efficient video delivery in MU-MIMO WLANs.": "7", "Optimal approximation algorithm of virtual machine placement for data latency minimization in cloud systems.": "43", "When queueing meets coding: Optimal-latency data retrieving scheme in storage clouds.": "64", "Aggrecode: Constructing route intersection for data reconstruction in erasure coded storage.": "10", "Dynamic speed scaling for energy minimization in delay-tolerant smartphone applications.": "18", "FastProbe: Malicious user detection in Cognitive Radio Networks through active transmissions.": "18", "Fluctuation analysis of debt based policies for wireless networks with hard delay constraints.": "11", "A practical self-adaptive rendezvous protocol in cognitive radio ad hoc networks.": "19", "Optimal link scheduling for delay-constrained periodic traffic over unreliable wireless links.": "14", "TorWard: Discovery of malicious traffic over Tor.": "21", "How to identify global trends from local decisions? Event region detection on mobile networks.": "13", "Mobile-to-mobile energy replenishment in mission-critical robotic sensor networks.": "41", "RollCaller: User-friendly indoor navigation system using human-item spatial relation.": "18", "Structured spectrum allocation and user association in heterogeneous cellular networks.": "43", "Incentivize cooperative sensing in distributed cognitive radio networks with reputation-based pricing.": "9", "Software Defined Monitoring of application protocols.": "43", "QUILT: A Decode/Quantize-Interleave-Transmit approach to cooperative relaying.": "9", "Robust and optimal opportunistic scheduling for downlink 2-flow inter-session network coding with varying channel quality.": "18", "Security vulnerability and countermeasures of frequency offset correction in 802.11a systems.": "14", "Optimal delay bound for maximum weight scheduling policy in wireless networks.": "2", "LD-Sketch: A distributed sketching design for accurate and scalable anomaly detection in network data streams.": "23", "Dynamic resource provisioning in cloud computing: A randomized auction approach.": "126", "Signaling free localization of node failures in all-optical networks.": "6", "Dynamic pricing and profit maximization for the cloud with geo-distributed data centers.": "60", "Shake and walk: Acoustic direction finding and fine-grained indoor localization using smartphones.": "40", "Pandaka: A lightweight cipher for RFID systems.": "19", "Sleep in the Dins: Insomnia therapy for duty-cycled sensor networks.": "13", "An approximation algorithm for client assignment in client/server systems.": "5", "Approximate multiple count in Wireless Sensor Networks.": "6", "Coverage in visual sensor networks with Pan-Tilt-Zoom cameras: The MaxFoV problem.": "18", "SenSpeed: Sensing driving conditions to estimate vehicle speed in urban environments.": "93", "Dominant resource fairness in cloud computing systems with heterogeneous servers.": "90", "Will cyber-insurance improve network security? A market analysis.": "50", "On the effect of forwarding table size on SDN network utilization.": "85", "Improving data forwarding in Mobile Social Networks with infrastructure support: A space-crossing community approach.": "13", "Monitor placement for maximal identifiability in network tomography.": "29", "Max-flow min-cut theorem and faster algorithms in a circular disk failure model.": "10", "Restorable logical topology in the face of no or partial traffic demand knowledge.": -1, "Meeting service level agreement cost-effectively for video-on-demand applications in the cloud.": "26", "Preserving secondary users' privacy in cognitive radio networks.": "17", "TOC: Localizing wireless rechargeable sensors with time of charge.": "44", "Let's stay together: Towards traffic aware virtual machine placement in data centers.": "96", "Delay-throughput tradeoff with correlated mobility of ad-hoc networks.": "7", "On the design and analysis of Data Center Network architectures for interconnecting dual-port servers.": "27", "Epidemic thresholds with external agents.": "4", "Reducing forwarding state in content-centric networks with semi-stateless forwarding.": "37", "Competitive MAC under adversarial SINR.": "22", "Secure cloud storage meets with secure network coding.": "46", "Robust uncoded video transmission over wireless fast fading channel.": "24", "User mobility from the view of cellular data networks.": "31", "Sonar inside your body: Prototyping ultrasonic intra-body sensor networks.": "36", "Provable per-link delay-optimal CSMA for general wireless network topology.": "13", "Privacy-preserving high-quality map generation with participatory sensing.": "43", "Reliable video multicast over Wi-Fi networks with coordinated multiple APs.": "15", "Throughput-efficient channel allocation in multi-channel cognitive vehicular networks.": "11", "Spatio-temporal factorization of log data for understanding network events.": "31", "CACH: Cycle-Adjustable Channel hopping for control channel establishment in cognitive radio networks.": "15", "2014 IEEE Conference on Computer Communications, INFOCOM 2014, Toronto, Canada, April 27 - May 2, 2014.": "533", "Scaling laws for secrecy capacity in cooperative wireless networks.": "9", "Joint static and dynamic traffic scheduling in data center networks.": "17", "Towards performance-centric fairness in datacenter networks.": "18", "Scheduling jobs with dwindling resource requirements in clouds.": "10", "How can botnets cause storms? Understanding the evolution and impact of mobile botnets.": "17", "FD-MMAC: Combating multi-channel hidden and exposed terminals using a single transceiver.": "31", "Energy efficient Wifi tethering on a smartphone.": "13", "Time dependent pricing in wireless data networks: Flat-rate vs. usage-based schemes.": "47", "Distributed backup scheduling: Modeling and optimization.": "4", "Multi-dimensional OFDMA scheduling in a wireless network with relay nodes.": "15", "Joint online transcoding and geo-distributed delivery for dynamic adaptive streaming.": "34", "Electronic frog eye: Counting crowd using WiFi.": "158", "Maximizing the number of satisfied subscribers in pub/sub systems under capacity constraints.": "11", "Structure-aware stochastic load management in smart grids.": "2", "A reduction-based approach towards scaling up formal analysis of internet configurations.": "1", "New bandwidth sharing and pricing policies to achieve a win-win situation for cloud provider and tenants.": "26", "Loss differentiation: Moving onto high-speed wireless LANs.": "16", "Energy-efficient cooperative broadcast in fading wireless networks.": "11", "Stochastic information management for voltage regulation in smart distribution systems.": "13", "A robust information source estimator with sparse observations.": "53", "Rendezvous for heterogeneous spectrum-agile devices.": "32", "Keep Forwarding: Towards k-link failure resilient routing.": "33", "Toward profit-seeking virtual network embedding algorithm via global resource capacity.": "84", "Optimal CSMA-based wireless communication with worst-case delay and non-uniform sizes.": "8", "Data-driven traffic flow analysis for vehicular communications.": "14", "Distributed opportunistic scheduling for wireless networks powered by renewable energy sources.": "10", "Toward optimal allocation of location dependent tasks in crowdsensing.": "147", "Sojourn time approximations in a multi-class time-sharing server.": "10", "A deep investigation into network performance in virtual machine based cloud environments.": "58", "Improved structures for data collection in wireless sensor networks.": "23", "Delay guaranteed live migration of Virtual Machines.": "40", "Multiple heterogeneous data ferry trajectory planning in wireless sensor networks.": "21", "Sharp per-flow delay bounds for bursty arrivals: The case of FIFO, SP, and EDF scheduling.": "22", "Anchor-free backscatter positioning for RFID tags with high accuracy.": "84", "A credit-token-based spectrum etiquette framework for coexistence of heterogeneous cognitive radio networks.": "12", "Blowing hard is not all we want: Quantity vs quality of wind power in the smart grid.": "7", "Separating wheat from chaff: Winnowing unintended prefixes using machine learning.": "13", "Scaling laws for heterogeneous cognitive radio networks with cooperative secondary users.": "3", "On efficient bandwidth allocation for traffic variability in datacenters.": "55", "A stable fountain code mechanism for peer-to-peer content distribution.": "4", "Frogeye: Perception of the slightest tag motion.": "26", "Performance evaluation and asymptotics for Content Delivery Networks.": "21", "SoCast: Social ties based cooperative video multicast.": "22", "Secure cooperative spectrum sensing and access against intelligent malicious behaviors.": "19", "Maximizing the value of sensed information in underwater wireless sensor networks via an autonomous underwater vehicle.": "45", "Compressive sensing over strongly connected digraph and its application in traffic monitoring.": "4", "Optimal Rate Sampling in 802.11 systems.": "21", "On the geographic patterns of a large-scale mobile video-on-demand system.": "25", "Video delivery over heterogeneous cellular networks: Optimizing cost and performance.": "75", "Towards automatic phone-to-phone communication for vehicular networking applications.": "45", "Software defined green data center network with exclusive routing.": "59", "Protecting your right: Attribute-based keyword search with fine-grained owner-enforced search authorization in the cloud.": "122", "COLLECTOR: A secure RFID-enabled batch recall protocol.": "12", "CauseInfer: Automatic and distributed performance diagnosis with hierarchical causality graph in large distributed systems.": "19", "Optimal rate allocation for adaptive wireless video streaming in networks with user dynamics.": "18", "A longitudinal analysis of Internet rate limitations.": "3", "Near-pri: Private, proximity based location sharing.": "19", "TOFEC: Achieving optimal throughput-delay trade-off of cloud storage using erasure codes.": "46", "Geometric evaluation of survivability of disaster-affected network with probabilistic failure.": "13", "Hybrid data pricing for network-assisted user-provided connectivity.": "40", "LiFi: Line-Of-Sight identification with WiFi.": "52", "Using stop-and-wait to improve TCP throughput in fast optical switching (FOS) networks over short physical distances.": "9", "Is it worth to be patient? Analysis and optimization of delayed mobile data offloading.": "78", "WiFall: Device-free fall detection by wireless networks.": "201", "Power consumption of virtual machines with network transactions: Measurement and improvements.": "27", "Enabling crowd-sourced mobile Internet access.": "48", "Efficiently collecting histograms over RFID tags.": "21", "On designing neighbor discovery protocols: A code-based approach.": "19", "Cell planning for heterogeneous networks: An approximation algorithm.": "26", "Heat-Diffusion: Pareto optimal dynamic routing for time-varying wireless networks.": "13", "Interference coordination strategies for content update dissemination in LTE-A.": "20", "Distributed stochastic optimization via correlated scheduling.": "19", "GHz-wide sensing and decoding using the sparse Fourier transform.": "68", "kBF: A Bloom Filter for key-value storage with an application on approximate state machines.": "11", "Fast resource scheduling in HetNets with D2D support.": "24", "Optimal privacy-preserving energy management for smart meters.": "37", "Towards zero-time wakeup of line cards in power-aware routers.": "11", "A mean field game approach to scheduling in cellular systems.": "18", "Forwarding redundancy in opportunistic mobile networks: Investigation and elimination.": "20", "REIN: A fast event matching approach for content-based publish/subscribe systems.": "14", "Performance-aware energy optimization on mobile devices in cellular network.": "27", "MIMO-based jamming resilient communication in wireless networks.": "22", "Multi-lateral privacy-preserving localization in pervasive environments.": "22", "Routing games with progressive filling.": "4", "Energy-efficient capacity optimization in wireless networks.": "23", "DAWN: Defending against wormhole attacks in wireless network coding systems.": "7", "Throughput-delay tradeoff in mobile ad hoc networks with correlated mobility.": "7", "How to crowdsource tasks truthfully without sacrificing utility: Online incentive mechanisms with budget constraint.": "210", "RepFlow: Minimizing flow completion times with replicated flows in data centers.": "57", "Deep packet inspection with DFA-trees and parametrized language overapproximation.": "6", "Online algorithms for uploading deferrable big data to the cloud.": "21", "Communication through collisions: Opportunistic utilization of past receptions.": "21", "Optimal Combined Heat and Power system scheduling in smart grid.": "12", "A matroid theory approach to multicast network coding.": "3", "Open peering by Internet transit providers: Peer preference or peer pressure?": "24", "Cooperative cross-technology interference mitigation for heterogeneous multi-hop networks.": "8", "Towards a system theoretic approach to wireless network capacity in finite time and space.": "14", "Scheduling in a secure wireless network.": "10", "A high-order Markov chain based scheduling algorithm for low delay in CSMA networks.": "17", "A Cooperative Advanced Driver Assistance System to mitigate vehicular traffic shock waves.": "25", "Traffic engineering with Equal-Cost-Multipath: An algorithmic perspective.": "52", "Improving mobile video streaming with link aware scheduling and client caches.": "14", "Online load balancing for MapReduce with skewed data input.": "38", "A stochastic game for privacy preserving context sensing on mobile phone.": "22", "An overlay automata approach to regular expression matching.": "9", "EV-sounding: A visual assisted electronic channel sounding system.": "6", "Characterizing the achievable throughput in wireless networks with two active RF chains.": "23", "Does full-duplex double the capacity of wireless networks?": "118", "ForeSight: Mapping vehicles in visual domain and electronic domain.": "6", "Profit-maximizing incentive for participatory sensing.": "143", "Greenbench: A benchmark for observing power grid vulnerability under data-centric threats.": "28", "Scalable Pending Interest Table design: From principles to practice.": "58", "Efficient public integrity checking for cloud data sharing with multi-user modification.": "83", "Application-level scheduling with deadline constraints.": "15", "Assurable, transparent, and mutual restraining e-voting involving multiple conflicting parties.": "8", "Automated dynamic offset applied to cell association.": "4", "Relax, but Do Not Sleep: A new perspective on Green Wireless Networking.": "9", "PROMISE: A framework for truthful and profit maximizing spectrum double auctions.": "30", "\"Can you SEE me now?\" A measurement study of mobile video calls.": "28", "Achieving privacy preservation in WiFi fingerprint-based localization.": "49", "A privacy-aware cloud-assisted healthcare monitoring system via compressive sensing.": "30", "RIAL: Resource Intensity Aware Load balancing in clouds.": "43", "Physical layer challenge-response authentication in wireless networks with relay.": "23", "What scale of audience a campaign can reach in what price on Twitter?": "5", "Exploiting mobility in proportional fair cellular scheduling: Measurements and algorithms.": "57", "Scalable forwarding tables for supporting flexible policies in enterprise networks.": "6", "Dynamic content allocation for cloud-assisted service of periodic workloads.": "17", "Trade-offs in optimizing the cache deployments of CDNs.": "48", "SYNERGY: A game-theoretical approach for cooperative key generation in wireless networks.": "18", "A new efficient physical layer OFDM encryption scheme.": "15", "Towards adaptive continuous scanning in large-scale RFID systems.": "21", "TideWatch: Fingerprinting the cyclicality of big data workloads.": "10", "Ready, Set, Go: Coalesced offloading from mobile devices to the cloud.": "39", "A unified approach to the performance analysis of caching systems.": "174", "Consolidating complementary VMs with spatial/temporal-awareness in cloud datacenters.": "71", "Energy optimization through traffic aggregation in wireless networks.": "37", "Robust and cost-effective architecture design for smart grid communications: A multi-stage middleware deployment approach.": "7", "Multirate multicast: Optimal algorithms and implementation.": "5", "Critical sensing range for mobile heterogeneous camera sensor networks.": "24", "Exploring bundling sale strategy in online service markets with network effects.": "12", "HadoopWatch: A first step towards comprehensive traffic forecasting in cloud computing.": "36", "Rippler: Delay injection for service dependency detection.": "19", "DSearching: Distributed searching of mobile nodes in DTNs with floating mobility information.": "11", "Analysis of a proportionally fair and locally adaptive Spatial Aloha in Poisson Networks.": "7", "Probability distribution of spectral hole duration in cognitive networks.": "11", "A general framework of hybrid graph sampling for complex network analysis.": "15", "Double auctions for dynamic spectrum allocation.": "42", "Hitchhike: Riding control on preambles.": "8", "Unleashing exposed terminals in enterprise WLANs: A rate adaptation approach.": "7", "FINE: A fine-grained privacy-preserving location-based service framework for mobile devices.": "73", "Fault tolerant barrier coverage for wireless sensor networks.": "28", "On multihop communications for in-vehicle Internet access based on a TDMA MAC protocol.": "18", "Proactive fault-tolerant aggregation protocol for privacy-assured smart metering.": "25", "Bloom tree: A search tree based on Bloom filters for multiple-set membership testing.": "10", "FluidRating: A time-evolving rating scheme in trust-based recommendation systems using fluid dynamics.": "12", "Classifying call profiles in large-scale mobile traffic datasets.": "31", "Mining checkins from location-sharing services for client-independent IP geolocation.": "17", "Flexauc: Serving dynamic demands in spectrum trading markets with flexible auction.": "14", "Enhancing ZigBee throughput under WiFi interference using real-time adaptive coding.": "23", "Utility-based cooperative decision in cooperative authentication.": "12", "Can mobile cloudlets support mobile applications?": "89", "A social group utility maximization framework with applications in database assisted spectrum access.": "53", "Arbitrarily accurate approximation scheme for large-scale RFID cardinality estimation.": "29", "Minimizing makespan and total completion time in MapReduce-like systems.": "26", "LP-relaxation based distributed algorithms for scheduling in wireless networks.": "3", "Bounded stretch geographic homotopic routing in sensor networks.": "7", "Fair energy-efficient sensing task allocation in participatory sensing with smartphones.": "47"}, "2017": {"Single restart with time stamps for computational offloading in a semi-online setting.": "1", "Combinatorial approach for network switch design in data center networks.": "3", "Expect the unexpected: Sub-second optimization for segment routing.": "4", "ER: Early recognition of inattentive driving leveraging audio devices on smartphones.": "4", "Maximum-weighted subset of communication requests schedulable without spectral splitting.": "1", "Riding the airways: Ultra-wideband ambient backscatter via commercial broadcast systems.": "6", "Fast downstream to many (computational) RFIDs.": "4", "ABSORB: Autonomous base station with optical reflex backhaul to adapt to fluctuating demand.": "1", "Meta-activity recognition: A wearable approach for logic cognition-based activity sensing.": "2", "Cluster fair queueing: Speeding up data-parallel jobs with delay guarantees.": "6", "Fusing RFID and computer vision for fine-grained object tracking.": "3", "SLA-verifier: Stateful and quantitative verification for service chaining.": "2", "Learning distributed representations for large-scale dynamic social networks.": -1, "Context-aware data quality estimation in mobile crowdsensing.": "9", "FEC for VoIP using dual-delay streaming codes.": "5", "Motif clustering and overlapping clustering for social network analysis.": "4", "How they interact? Understanding cyber and physical interactions against fault propagation in smart grid.": "2", "Network anti-spoofing with SDN data plane.": "7", "Secret-sharing-based secure user recruitment protocol for mobile crowdsensing.": "11", "Switch: Enabling transmitter and receiver participation in seamless lightweight control.": -1, "Approximation algorithms for the NFV service distribution problem.": "9", "Power of redundancy: Designing partial replication for multi-tier applications.": "1", "Exploiting social influence for context-aware event recommendation in event-based social networks.": "2", "Latency analysis for distributed storage.": "3", "LiCompass: Extracting orientation from polarized light.": "2", "Timely cloud gaming.": "4", "Stable user-defined priorities.": "1", "PHY assisted tree-based RFID identification.": "4", "Multihop calibration for mobile sensing: K-hop Calibratability and reference sensor deployment.": "5", "Secret key agreement using a virtual wiretap channel.": -1, "LRC: Dependency-aware cache management for data analytics clusters.": "4", "Monitoring quality-of-experience for operational cellular networks using machine-to-machine traffic.": "1", "JADE: Zero-knowledge device localization and environment mapping for millimeter wave systems.": "11", "FloodDefender: Protecting data and control plane resources under SDN-aimed DoS attacks.": "20", "Proactive VNF provisioning with multi-timescale cloud resources: Fusing online learning and online optimization.": "5", "Why approximate when you can get the exact? Optimal targeted viral marketing at scale.": "9", "CubeX: Leveraging glocality of cube-based networks for RAM-based key-value store.": "3", "Distributed non-structure based data aggregation for duty-cycle wireless sensor networks.": "3", "ZipWeave: Towards efficient and reliable measurement based mobile coverage maps.": "6", "Smart underground antenna arrays: A soil moisture adaptive beamforming approach.": "5", "Malicious co-residency on the cloud: Attacks and defense.": "4", "Scalable software-defined networking through hybrid switching.": "6", "Tag size profiling in multiple reader RFID systems.": "2", "Spatiotemporal correlation-aware dummy-based privacy protection scheme for location-based services.": "9", "DBF: A general framework for anomaly detection in RFID systems.": "2", "Better with fewer bits: Improving the performance of cardinality estimation of large data streams.": -1, "Design and application of a many-to-one communication protocol.": "2", "Disaster avoidance control against heavy rainfall.": "2", "Password correlation: Quantification, evaluation and application.": -1, "EMF: Embedding multiple flows of information in existing traffic for concurrent communication among heterogeneous IoT devices.": "9", "Where are you from: Home location profiling of crowd sensors from noisy and sparse crowdsourcing data.": "4", "Throughput optimization with latency constraints.": "3", "WOLoc: WiFi-only outdoor localization using crowdsensed hotspot labels.": "17", "Optimal energy requesting strategy for RF-based energy harvesting wireless communications.": "4", "Can you find me now? Evaluation of network-based localization in a 4G LTE network.": "1", "List of shared risk link groups representing regional failures with limited size.": "3", "Joint spatial and temporal classification of mobile traffic demands.": "11", "On the rao-blackwellization and its application for graph sampling via neighborhood exploration.": -1, "FitCoach: Virtual fitness coach empowered by wearable mobile devices.": "4", "Popularity-aware caching increases the capacity of wireless networks.": "5", "Verifiable social data outsourcing.": "2", "Electric grid power flow model camouflage against topology leaking attacks.": -1, "Towards truthful auction mechanisms for task assignment in mobile device clouds.": "4", "2017 IEEE Conference on Computer Communications, INFOCOM 2017, Atlanta, GA, USA, May 1-4, 2017.": "164", "BD-CAT: Balanced dynamic content addressing in trees.": "1", "AccurateML: Information-aggregation-based approximate processing for fast and accurate machine learning on MapReduce.": "1", "Augmenting max-weight with explicit learning for wireless scheduling with switching costs.": "5", "Multi-tenant multi-objective bandwidth allocation in datacenters using stacked congestion control.": "4", "When gene meets cloud: Enabling scalable and efficient range query on encrypted genomic data.": "3", "Scalable name-based data synchronization for named data networking.": "6", "On optimal service differentiation in congested network markets.": "2", "Surviving screen-off battery through out-of-band Wi-Fi coordination.": -1, "A framework for evaluating physical-layer network coding gains in multi-hop wireless networks.": "1", "One-tag checker: Message-locked integrity auditing on encrypted cloud deduplication storage.": "4", "TagScreen: Synchronizing social televisions through hidden sound markers.": "2", "Non-concave network utility maximization: A distributed optimization approach.": "1", "Spatiotemporal modeling and prediction in cellular networks: A big data enabled deep learning approach.": "18", "Modeling and analyzing the influence of chunk size variation on bitrate adaptation in DASH.": "5", "SilentTalk: Lip reading through ultrasonic sensing on mobile phones.": "4", "One more queue is enough: Minimizing flow completion time with explicit priority notification.": "3", "Contact avoidance routing in delay tolerant networks.": "1", "Incentivizing strategic users for social diffusion: Quantity or quality?": -1, "Optimizing stochastic scheduling in fork-join queueing models: Bounds and applications.": "4", "Online job dispatching and scheduling in edge-clouds.": "17", "Knitter: Fast, resilient single-user indoor floor plan construction.": "9", "Transparent cross-technology communication over data traffic.": "10", "Network slicing games: Enabling customization in multi-tenant networks.": "14", "SVC-TChain: Incentivizing good behavior in layered P2P video streaming.": "1", "Unveiling polarization in social networks: A matrix factorization approach.": "8", "EchoTrack: Acoustic device-free hand tracking on smart phones.": "2", "A simple re-sequencing load-balanced switch based on analytical packet reordering bounds.": "1", "Cooperative and competitive operator pricing for mobile crowdsourced internet access.": "5", "mEEC: A novel error estimation code with multi-dimensional feature.": -1, "Beamforming in the body: Energy-efficient and collision-free communication for implants.": -1, "Edge-based beaconing schedule in duty-cycled multihop wireless networks.": "1", "Considering resource demand misalignments to reduce resource over-provisioning in cloud datacenters.": "7", "Energy efficient real-time task scheduling on CPU-GPU hybrid clusters.": "6", "Multipath TCP for datacenters: From energy efficiency perspective.": "4", "Modeling and performance analysis of Wi-Fi networks coexisting with LTE-U.": "8", "Crowdsourcing spectrum data decoding.": "3", "PUFSec: Device fingerprint-based security architecture for Internet of Things.": -1, "Interconnecting heterogeneous devices in the personal mobile cloud.": "2", "Rethinking CDN design with distributee time-varying traffic demands.": "4", "Generalized finitary real-time calculus.": "5", "A lightweight privacy-preserving truth discovery framework for mobile crowd sensing systems.": "4", "BlitzG: Exploiting high-bandwidth networks for fast graph processing.": "3", "QDLCoding: QoS-differentiated low-cost video encoding scheme for online video service.": "1", "Is what you measure what you expect? Factors affecting smartphone-based mobile network measurement.": "4", "DDoS attack on cloud auto-scaling mechanisms.": "3", "Perceiving accurate CSI phases with commodity WiFi devices.": "4", "CatCharger: Deploying wireless charging lanes in a metropolitan road network through categorization and clustering of vehicle traffic.": "9", "Convergence to multi-resource fairness under end-to-end window control.": "1", "Discovering valuations and enforcing truthfulness in a deadline-aware scheduler.": "2", "RSPP: A reliable, searchable and privacy-preserving e-healthcare system for cloud-assisted body area networks.": "5", "Competitive analysis for online scheduling in software-defined optical WAN.": "7", "When data acquisition meets data analytics: A distributed active learning framework for optimal budgeted mobile crowdsensing.": "8", "A signaling game model for moving target defense.": "2", "CENTURION: Incentivizing multi-requester mobile crowd sensing.": "17", "Cost of differential privacy in demand reporting for smart grid economic dispatch.": "6", "Coflow scheduling in input-queued switches: Optimal delay scaling and algorithms.": "2", "Internet-wide study of DNS cache injections.": "8", "QoE and power efficiency tradeoff for fog computing networks with fog node cooperation.": "18", "Load balancing in large-scale systems with multiple dispatchers.": "6", "Make a difference: Diversity-driven social mobile crowdsensing.": "3", "Joint offloading and resource allocation for computation and communication in mobile cloud with computing access point.": "14", "Network simplification preserving bandwidth and routing capabilities.": "3", "Tracking mm-Wave channel dynamics: Fast beam training strategies under mobility.": "23", "Analysis of tandem PIT and CS with non-zero download delay.": "1", "Provably efficient algorithms for joint placement and allocation of virtual network functions.": "15", "Traffic aware placement of interdependent NFV middleboxes.": "11", "A game theoretic analysis of selfish mobile computation offloading.": "10", "Optimal control for generalized network-flow problems.": "6", "MOMD: A multi-object multi-dimensional auction for crowdsourced mobile video streaming.": "9", "Cache policies for linear utility maximization.": "7", "Why it takes so long to connect to a WiFi access point.": "3", "Complexity vs. optimality: Unraveling source-destination connection in uncertain graphs.": "2", "Energy-delay tradeoff for request bundling on smartphones.": -1, "Optimise web browsing on heterogeneous mobile platforms: A machine learning based approach.": "12", "Local private ordinal data distribution estimation.": "1", "A resource-aware and time-critical IoT framework.": "4", "An efficient randomized algorithm for rumor blocking in online social networks.": "11", "Load balancing with bounded convergence in dynamic networks.": "2", "AccountTrade: Accountable protocols for big data trading against dishonest consumers.": "11", "Low latency low loss streaming using in-network coding and caching.": "14", "SpecSense: Crowdsensing for efficient querying of spectrum occupancy.": "7", "Mechanism design games for thwarting malicious behavior in crowdsourcing applications.": -1, "FlowConvertor: Enabling portability of SDN applications.": "4", "CoCloud: Enabling efficient cross-cloud file collaboration based on inefficient web APIs.": "1", "Optimizing wireless charger placement for directional charging.": "8", "On localizing urban events with Instagram.": "12", "Robust web service recommendation via quantile matrix factorization.": -1, "Optimal multicast in virtualized datacenter networks with software switches.": "1", "Improving ECN marking scheme with micro-burst traffic in data center networks.": "3", "One step at a time: Optimizing SDN upgrades in ISP networks.": "13", "Load balancing over symmetric virtual topologies.": -1, "Flier: Flow-level congestion-aware routing for direct-connect data centers.": "2", "Securing multipath TCP: Design & implementation.": "5", "The efficiency of open access in platforms for networked cournot markets.": "4", "Towards reliable and lightweight source switching for datacenter networks.": "2", "Adaptive scheduling of parallel jobs in spark streaming.": "5", "Caching-aware recommendations: Nudging user preferences towards better caching performance.": "15", "Measurement-based scheduler for multi-class QoE optimization in wireless networks.": "5", "BUSH: Empowering large-scale MU-MIMO in WLANs with hybrid beamforming.": "3", "Checks and balances: A tripartite public key infrastructure for secure web-based connections.": -1, "RF-scanner: Shelf scanning with robot-assisted RFID systems.": "9", "Rumor source detection under querying with untruthful answers.": "4", "Preserving mobile subscriber privacy in open datasets of spatiotemporal trajectories.": "5", "Proactive retention aware caching.": "7", "DSC: Dynamic stripe construction for asynchronous encoding in clustered file system.": -1, "Harnessing hardware defects for improving wireless link performance: Measurements and applications.": -1, "Heavy traffic queue length behavior in switches with reconfiguration delay.": "6", "On the latency-accuracy tradeoff in approximate MapReduce jobs.": "1", "Fractional wireless link scheduling and polynomial approximate capacity regions of wireless networks.": -1, "Performance optimization of Hadoop workflows in public clouds through adaptive task partitioning.": -1, "A secure and verifiable outsourcing scheme for matrix inverse computation.": "6", "MON: Mission-optimized overlay networks.": "1", "An experimental reality check on the scaling laws of swarming systems.": "1", "RFlow": "87", "Constructing connected dominating sets in battery-free networks.": "5", "DyMo: Dynamic monitoring of large scale LTE-Multicast systems.": "2", "Impacts of channel selection on industrial wireless sensor-actuator networks.": "1", "A novel coupled queueing model to control traffic via QoS-aware collision pricing in cognitive radio networks.": "2", "Active opinion-formation in online social networks.": "4", "Universal path tracing for large-scale sensor networks.": -1, "acPad: Enhancing channel utilization for 802.11ac using packet padding.": "2", "Pilot-based full-duplex spectrum-sensing and multichannel-MAC over non-time-slotted cognitive radio networks.": "2", "Bandwidth scheduling in overlay networks with linear capacity constraints.": "1", "An implantable low-power ultrasonic platform for the Internet of Medical Things.": "4", "Finding MARLIN: Exploiting multi-modal communications for reliable and low-latency underwater networking.": "8", "Towards rule enforcement verification for software defined networks.": "3", "Stealth migration: Hiding virtual machines on the network.": "2", "Challenging the limits: Sampling online social networks with cost constraints.": -1, "Minimizing flow statistics collection cost of SDN using wildcard requests.": "2", "Photo crowdsourcing for area coverage in resource constrained environments.": "16", "Availability-aware mapping of service function chains.": "7", "Energy-efficient joint communication-motion planning for relay-assisted wireless robot surveillance.": "4", "Secure resource allocations for polarization-enabled cooperative cognitive radio networks with energy harvesting capability.": "1", "Efficient remote radio head switching scheme in cloud radio access network: A load balancing perspective.": "3", "Detecting on-body devices through creeping wave propagation.": "1", "Quiet ACK: ACK transmit power control in IEEE 802.11 WLANs.": -1, "Beyond the touch: Interaction-aware mobile gamecasting with gazing pattern prediction.": "1", "C-Morse: Cross-technology communication with transparent Morse coding.": "12", "Joint sensing duty cycle scheduling for heterogeneous coverage guarantee.": -1, "CFOSynt: Carrier frequency offset assisted clock syntonization for wireless sensor networks.": "2", "Every pixel counts: Fine-grained UI rendering analysis for mobile applications.": "1", "TUM: Towards ubiquitous multi-device localization for cross-device interaction.": -1, "Coflex: Navigating the fairness-efficiency tradeoff for coflow scheduling.": "7", "Keep your nice friends close, but your rich friends closer - Computation offloading using NFC.": "3", "NaviLight: Indoor localization and navigation under arbitrary lights.": "4", "A 2D heterogeneous rendezvous protocol for multi-wideband cognitive radio networks.": "1", "Viral marketing with positive influence.": "1", "Random access with repeated contentions for emerging wireless technologies.": -1, "A parity check analog decoder for molecular communication based on biological circuits.": "8", "Handling flash deals with soft guarantee in hybrid cloud.": "4", "Learning privately: Privacy-preserving canonical correlation analysis for cross-media retrieval.": "2", "iGuard: A real-time anti-theft system for smartphones.": "2", "Emerging internet content and service providers' relationships: Models and analyses of engineering, business and policy impact.": "1", "Network function virtualization enablement within SDN data plane.": "2", "On packet loss rates in modern 802.11 networks.": -1, "Beam-forecast: Facilitating mobile 60 GHz networks via model-driven beam steering.": "12", "TCP Rapid: From theory to practice.": "2", "Enhancing wireless performance using reflectors.": "4", "Economies of scale in parallel-server systems.": "1", "Progressive damage assessment and network recovery after massive failures.": "5", "Addressing job processing variability through redundant execution and opportunistic checkpointing: A competitive analysis.": -1, "Scheduling jobs across geo-distributed datacenters with max-min fairness.": "5", "ACT-AP: ACTivator access point for multicast over WLAN.": "1", "CCSP: A compressed certificate status protocol.": "2", "Tag-compass: Determining the spatial direction of an object with small dimensions.": "14", "Survivable and bandwidth-guaranteed embedding of virtual clusters in cloud data centers.": "8", "Economic viability of a virtual ISP.": "7", "Understanding source location privacy protocols in sensor networks via perturbation of time series.": "1", "WiZig: Cross-technology energy communication over a noisy channel.": "13", "Interactive message transmission over adversarial wiretap channel II.": -1, "Taming the inconsistency of Wi-Fi fingerprints for device-free passive indoor localization.": "1", "A new stable peer-to-peer protocol with non-persistent peers.": "1", "Multi-user downlink with single-user uplink can starve TCP.": "7", "A new backpressure algorithm for joint rate control and routing with vanishing utility optimality gaps and finite queue lengths.": "5", "SybilSCAR: Sybil detection in online social networks via local rule based propagation.": "8", "CASHEIRS: Cloud assisted scalable hierarchical encrypted based image retrieval system.": "1", "OpinionWalk: An efficient solution to massive trust assessment in online social networks.": "6", "Bring your own controller: Enabling tenant-defined SDN apps in IaaS clouds.": -1, "Joint bidding and geographical load balancing for datacenters: Is uncertainty a blessing or a curse?": "6", "MASH: A rate adaptation algorithm for multiview video streaming over HTTP.": "4", "Botnet protocol inference in the presence of encrypted traffic.": "4", "A control theoretic approach to ABR video streaming: A fresh look at PID-based rate adaptation.": "2", "Analysis of secrecy performance in fading multiple access wiretap channel with SIC receiver.": "8", "Privacy-preserving pattern matching over encrypted genetic data in cloud computing.": "5", "STRALE: Mobility-aware PHY rate and frame aggregation length adaptation in WLANs.": "5", "MAGIK: An efficient key extraction mechanism based on dynamic geomagnetic field.": -1, "Proximity based IoT device authentication.": "4", "Efficient minimization of sum and differential costs on machines with job placement constraints.": -1, "ButterFly: Mobile collaborative rendering over GPU workload migration.": "1", "Taming tail latency for erasure-coded, distributee storage systems.": "7", "Sybil-proof incentive mechanisms for crowdsensing.": "5", "Group discovery time in device-to-device (D2D) proximity services (ProSe) networks.": "3", "Rate-aware flow scheduling for commodity data center networks.": -1, "Optimising 5G infrastructure markets: The business of network slicing.": "14", "Online auction for IaaS clouds: Towards elastic user demands and weighted heterogeneous VMs.": "2", "Scalable bicriteria algorithms for the threshold activation problem in online social networks.": "7", "Location-privacy-aware review publication mechanism for local business service systems.": "50", "STRM: A sister tweet reinforcement process for modeling hashtag popularity.": "4", "SatProbe: Low-energy and fast indoor/outdoor detection based on raw GPS processing.": -1, "BAC: Bandwidth-aware compression for efficient live migration of virtual machines.": "1", "Fundamental limits of failure identifiability by boolean network tomography.": "3", "Behavior in social learning networks: Early detection for online short-courses.": "4", "ADMin: Adaptive monitoring dissemination for the Internet of Things.": "9"}}}